Repository: rogeriofalcone/redirector
Catalog: apps/menu_manager/locale/*/LC_MESSAGES/django.po
Languages: es

source: root menu list
es: lista menús principales

source: new root menu
es: nuevo menú principal

source: edit
es: editar

source: delete
es: eliminar

source: new menu entry
es: nueva entrada de menú

source: menus
es: menús

source: up
es: subir

source: down
es: bajar

source: static links
es: enlaces estáticos

source: intercepted links
es: enlaces interceptado

source: Destination
es: Destino

source: title
es: título

source: internal name
es: nombre interno

source: description
es: descripción

source: enabled
es: activado

source: order
es: orden

source: none
es: ninguno

source: menu entry
es: entrada de menú

source: menu entries
es: entradas de menú

source: menu entries for: %s
es: entradas de menú para: %s

source: root menu entries
es: entradas de menú principal

source: destination
es: destino

source: Menu entry "%s" updated successfully.
es: Entrada de menú "%s" ha actualizada correctamente.

source: edit menu entry: %s
es: editar entrada de menú: %s

source: create new menu entry for: %s
es: crear nueva entrada para el menú: %s

source: create new root menu entry
es: crear nueva entrada menú principal

source: Menu entry "%s" created successfully.
es: Entrada de menú "%s" creada exitosamente.

source: Must provide at least one menu entry.
es: Debe proporcionar al menos una entrada de menú.

source: Menu entry "%s" deleted successfully.
es: Entrada de menú "%s" eliminada exitosamente.

source: Error deleting menu entry "%(menu_entry)s": %(error)s
es: Error al eliminar la entrada de menú "%(menu_entry)s": %(error)s

source: Are you sure you wish to delete the menu entry: %s?
es: ¿Está seguro que desea eliminar la entrada de menú: %s?

source: Are you sure you wish to delete the menu entries: %s?
es: ¿Está seguro que desea eliminar las entradas de menú: %s?
