Repository: rogeriofalcone/redirector
Catalog: apps/static_urls/locale/*/LC_MESSAGES/django.po
Languages: es

source: static links
es: enlaces estáticos

source: static link list
es: lista de enlaces estáticos

source: new static link
es: nuevo enlace estático

source: edit
es: editar

source: delete
es: eliminar

source: title
es: título

source: description
es: descripción

source: enabled
es: activado

source: URLs
es: URL

source: static link
es: enlace estático

source: create new static link
es: crear nuevo elnace estático

source: Static link "%s" created successfully.
es: Enlace estático "%s" creado exitosamente.

source: Static link "%s" updated successfully.
es: Enlace estático "%s" actualizado exitosamente.

source: edit static link: %s
es: editar enlace estático: %s

source: Must provide at least one link.
es: Debe proporcionar al menos un enlace.

source: Static link "%s" deleted successfully.
es: Enlace estático "%s" eliminado exitosamente.

source: Error deleting static link "%(url)s": %(error)s
es: Error eliminando elnace estático "%(url)s": %(error)s

source: Are you sure you wish to delete the static link: %s?
es: ¿Está seguro que desea eliminar el enlace estático: %s?

source: Are you sure you wish to delete the static links: %s?
es: ¿Está seguro que desea eliminar los enlaces estáticos: %s?
